var main_trials = [
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/4\/43\/Royal_Oak_tube_station_Entrance.jpg",
	  "page_title":"List of London Underground stations",
	  "section_title":"Stations",
	  "caption":null,
	  "caption_attribution_description":"Entrance to Royal Oak tube station",
	  "description":"A brown-bricked building with a rectangular, dark blue sign reading \"ROYAL OAK STATION\" in white letters all under a light blue sky",
	  "page_context":"The London Underground is a metro system in the United Kingdom that serves Greater London and the home counties of Buckinghamshire, Essex and Hertfordshire. Its first section opened in 1863, making it the oldest underground metro system in the world – although in fact approximately 55% of the current network is above ground, as it generally runs on the surface in outlying suburbs.\nThe system comprises eleven lines – Bakerloo, Central, Circle, District, Hammersmith & City, Jubilee, Metropolitan, Northern, Piccadilly, Victoria, Waterloo & City – serving 270 stations. It is operated by Transport for London.\nMost of the system is north of the River Thames, with six London boroughs in the south of the city not served by the Underground. The London Borough of Hackney, to the north, has two stations on its border. Some stations at the north-eastern end of the Central line are in the Epping Forest district of Essex and some stations at the north-western end of the Metropolitan line are in the Three Rivers and Watford districts of Hertfordshire and the Chiltern district of Buckinghamshire.",
	  "section_context":"Listed for each of the 270 stations are the line(s) serving it, local authority and the fare zone in which it is located, the date it and any earlier main line service opened, previous names and passenger usage statistics in millions per year.",
	  "description_length":131.0,
	  "caption_length":null,
	  "identical_text":false,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":true,
	  "alt_text_quality_heuristic_bad":false,
	  "heuristic_category":"good",
	  "img_id":"0.jpg"
	},
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/c\/c9\/HUN_Balatonrendes_COA.jpg",
	  "page_title":"Balatonrendes",
	  "section_title":null,
	  "caption":null,
	  "caption_attribution_description":"Coat of arms of Balatonrendes, Hungary",
	  "description":"Coat of arms of Balatonrendes",
	  "page_context":"Balatonrendes is a village in Veszprém county, Hungary. It is one of the least populated locales on the northern shore of Lake Balaton, having lost much of its population over the course of the 20th century due to urbanization. One of the last permanent sources of work in the village, a local quarry, closed in the latter part of the 1900s. As with almost all townships near the Balaton, in the summer months it attracts vacationers, but due to its distance from the lake shore proper and its more elusive location, traffic is lower than average. Significant viticulture, due to the proximity of the Badacsony wine region, is present. Notably, its main street has been renovated and stands as a picturesque remnant of old-style rural Hungarian architecture. The etymology of the village's name comes from the combination of Balaton with the suffix -rendes, which translates to \"orderly\" or \"normal\".",
	  "section_context":"Balatonrendes is a village in Veszprém county, Hungary. It is one of the least populated locales on the northern shore of Lake Balaton, having lost much of its population over the course of the 20th century due to urbanization. One of the last permanent sources of work in the village, a local quarry, closed in the latter part of the 1900s. As with almost all townships near the Balaton, in the summer months it attracts vacationers, but due to its distance from the lake shore proper and its more elusive location, traffic is lower than average. Significant viticulture, due to the proximity of the Badacsony wine region, is present. Notably, its main street has been renovated and stands as a picturesque remnant of old-style rural Hungarian architecture. The etymology of the village's name comes from the combination of Balaton with the suffix -rendes, which translates to \"orderly\" or \"normal\".",
	  "description_length":29.0,
	  "caption_length":null,
	  "identical_text":false,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":true,
	  "alt_text_quality_heuristic_bad":false,
	  "heuristic_category":"good",
	  "img_id":"1.jpg"
	},
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/8\/89\/Rillito_Downs_grandstand_and_tower_1.JPG",
	  "page_title":"National Register of Historic Places listings in Pima County, Arizona",
	  "section_title":"Current listings",
	  "caption":null,
	  "caption_attribution_description":"English: Grandstand and tower at Rillito Park racetrack, located on north bank of Rillito River east of First Avenue in Tucson, Arizona.",
	  "description":"Rillito Race Track Historic District",
	  "page_context":"This is a list of the National Register of Historic Places listings in Pima County, Arizona.\nThis is intended to be a complete list of the properties and districts on the National Register of Historic Places in Pima County, Arizona, United States. The locations of National Register properties and districts for which the latitude and longitude coordinates are included below, may be seen in a map.\nThere are 193 properties and districts listed on the National Register in the county, including 4 that are also National Historic Landmarks. Three properties formerly listed have been removed from the National Register.\nThis National Park Service list is complete through NPS recent listings posted July 17, 2020.",
	  "section_context":null,
	  "description_length":36.0,
	  "caption_length":null,
	  "identical_text":false,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":true,
	  "alt_text_quality_heuristic_bad":false,
	  "heuristic_category":"good",
	  "img_id":"2.jpg"
	},
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/4\/49\/Moche_warrior_pot.jpg",
	  "page_title":"Ceramics of indigenous peoples of the Americas",
	  "section_title":"Andean region",
	  "caption":"Moche warrior pot, c. 100–700 CE, British Museum",
	  "caption_attribution_description":"English: Moche warrior pot. Object 48 of 100. AD 100-700. Peru, South America. Pottery, AM,P.1. In the British Museum.",
	  "description":"Moche warrior pot, c. 100–700 CE, from the British Museum",
	  "page_context":"Native American pottery is an art form with at least a 7500-year history in the Americas. Pottery is fired ceramics with clay as a component. Ceramics are used for utilitarian cooking vessels, serving and storage vessels, pipes, funerary urns, censers, musical instruments, ceremonial items, masks, toys, sculptures, and a myriad of other art forms.\nDue to their resilience, ceramics have been key to learning more about pre-Columbian indigenous cultures.",
	  "section_context":"In the Andes, ceramics appear during the Initial Period around 1800 BCE. They were needed for boiling agricultural foods Chavín potters on the Peruvian coast create distinctive stirrup spout vessels, both incised and highly burnished. These thin-walled effigy pots were fashioned to resemble stylized humans, plants, and animals. Two substyles of Chavín stirrup spout pots include the thicker-walls, glossy-on-matte blackware Cupisnique style and red and black Santa Ana style, both featuring fanged heads. Subsequent Andean cultures revived these ancient ceramics styles and imagery.\nParacas culture, from Peru's desert south coast, created highly detailed ceramics, that were often painted after firing. Paints, made with an acacia resin binder, were commonly warm yellow, olive green, red-orange, white, and black in color. Paracas artists built upon Chavín styles and introduced the double spout-and-bridge vessel and distinctive masks portraying a supernatural \"Oculate Being,\" that combines human, owl, and double-headed snake forms.\nNasca culture, another south coastal Peruvian culture, returned to the less fragile practice slip-painted their ceramics prior to firing. They created thirteen distinct colors, the larger palette found in Pre-Columbian ceramics in the Americas, which included rare pale purple, maroon, and bluish-grey. Nasca artists created ceremonial and utilitarian bowls and beakers, effigy jars, panpipes, and vessels of new designs, including the stepped-fret. These combined sculptural elements with surface painting, often with curvilinear designs emphasized by bold, black outlining. Painters used revolving turntables to paint all sides of a ceramic piece.\nDominating Peru's north coast from 1–600 CE, the Moche culture excelled at the art of ceramics, which was characterized by symbolic, religious imagery. Moche artists produced some of the more naturalistic, i.e. faithfully representational, artwork of the precolumbian Americas. Moche portrait vessel were so realistic that individuals portrayed at different stages of their life are identifiable. Their paintings on ceramics were narrative and action-packed. Ceramics produced by two-press molds were identical in shape but individualized through unique surface painting. Tens of thousands of Moche ceramics have survived today. The stirrup-spout vessel continued to be the most common form of clay vessel, but Moche artists also created bowls, dippers, jars with long necks, spout-and-handle vessels, and double-chambered vessels that whistled when liquid was poured. Vessels were often effigies portraying elaborate scenes. A fineline painting tradition emerged, which resembles Greek black-figure pottery. A 29,000-square-foot Moche ceramics workshop with numerous kilns was discovered in at the mountain Mayal in the Chicama Valley. The workshop specialized in female figurines.\nThe Tiwanaku and Wari cultures shared dominance of the Andes, roughly from 500 to 1000 BCE. The Tiwanaku civilizations originated in Lake Titicaca region of Bolivia, and a staff-bearing deity figured largely in their artwork. Tiwanaku artists continued the tradition of naturalistic, ceramic portrait vessels. The ubiquitous Wari ceramics carried over imagery from their textiles and metalwork, such as llama and alpaca imagery. Qunchupata in Peru was the epicenter of Wari ceramic production, featuring pit kilns and firing rooms. The stone floors of the firing rooms had rounded depressions for accommodating larger pots. Some Wari palaces had their own attached kilns. Broken potsherds were used as forms for building new pots and for scrapers. Evidence shows ceramics were often ritually destroyed.\nFour Andean civilizations flourished in Late Intermediate Period: the Chancay, Chimú, Lambayeque, and Ica. Luxury goods, including elaborate ceramics, were mass-produced in vast quantities for the middle class as well as nobles. Identical ceramics created in molds took sway over individualized works. The Lambayeque culture of north coastal Peru created press-molded reliefs on blackware ceramics. Chimú ceramics, also ",
	  "description_length":57.0,
	  "caption_length":48.0,
	  "identical_text":false,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":true,
	  "alt_text_quality_heuristic_bad":false,
	  "heuristic_category":"good",
	  "img_id":"3.jpg"
	},
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/4\/4c\/The_Temple_-_geograph.org.uk_-_1523609.jpg",
	  "page_title":"Grade I listed buildings in Staffordshire",
	  "section_title":"South Staffordshire",
	  "caption":null,
	  "caption_attribution_description":"English: The Temple The park extends to about 450 ha \/ 1000 acres. It represents the remains of a medieval deer park that was landscaped by Lancelot ‘Capability’ Brown in the 1760s. The Temple was designed by James Paine and built in about 1770.",
	  "description":"Temple of Diana at Weston Park",
	  "page_context":"There are over 9000 Grade I listed buildings in England. This page is a list of these buildings in the county of Staffordshire, by district.",
	  "section_context":null,
	  "description_length":30.0,
	  "caption_length":null,
	  "identical_text":false,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":true,
	  "alt_text_quality_heuristic_bad":false,
	  "heuristic_category":"good",
	  "img_id":"4.jpg"
	},
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/9\/92\/14-08-10-wikimania-gruppenfoto-01.jpg",
	  "page_title":"Non-governmental organization",
	  "section_title":null,
	  "caption":"Group photo at Wikimania 2014 London. Wikimania is the official annual conference of the Wikimedia Foundation, an American non-profit and charitable organization headquartered in San Francisco[2] and known for participating in the Wikimedia movement. It owns the Internet domain names of most movement projects, and hosts sites such as Wikipedia.",
	  "caption_attribution_description":"Deutsch: Gruppenfoto Wikimania 2014 London",
	  "description":"Large group of people, seen from above",
	  "page_context":"Organizations which are independent of government involvement are known as non-governmental organizations or NGOs or non-government organizations. NGOs are a subgroup of organizations founded by citizens, which include clubs and associations which provide services to its members and others. They are usually nonprofit organizations. Many NGOs are active in humanitarianism or the social sciences. Surveys indicate that NGOs have a high degree of public trust, which can make them a useful proxy for the concerns of society and stakeholders. However, NGOs can also be lobby groups for corporations, such as the World Economic Forum. According to NGO.org, \"[an NGO is] any non-profit, voluntary citizens' group which is organized on a local, national or international level ... Task-oriented and driven by people with a common interest, NGOs perform a variety of service and humanitarian functions, bring citizen concerns to Governments, advocate and monitor policies and encourage political participation through provision of information.\"\nRussia had about 277,000 NGOs in 2008.",
	  "section_context":"Organizations which are independent of government involvement are known as non-governmental organizations or NGOs or non-government organizations. NGOs are a subgroup of organizations founded by citizens, which include clubs and associations which provide services to its members and others. They are usually nonprofit organizations. Many NGOs are active in humanitarianism or the social sciences. Surveys indicate that NGOs have a high degree of public trust, which can make them a useful proxy for the concerns of society and stakeholders. However, NGOs can also be lobby groups for corporations, such as the World Economic Forum. According to NGO.org (the non-governmental organizations associated with the United Nations), \"[an NGO is] any non-profit, voluntary citizens' group which is organized on a local, national or international level ... Task-oriented and driven by people with a common interest, NGOs perform a variety of service and humanitarian functions, bring citizen concerns to Governments, advocate and monitor policies and encourage political participation through provision of information.\" \nRussia had about 277,000 NGOs in 2008. India is estimated to have had about two million NGOs in 2009 (approximately one per 600 Indians), many more than the number of the country's primary schools and health centers. The term \"NGO\" is used inconsistently; it is sometimes a synonym for a civil society organization, any association founded by citizens. NGOs are known in some countries as nonprofit organizations, and political parties and trade unions are sometimes considered NGOs. NGOs are classified by orientation and level of operation; orientation refers to the type of activities an NGO undertakes. Activities may include human rights, environmentalism, health, or development. An NGO's level of operation indicates the scale at which an organization works: local, regional, national, or international.",
	  "description_length":38.0,
	  "caption_length":346.0,
	  "identical_text":false,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":true,
	  "alt_text_quality_heuristic_bad":false,
	  "heuristic_category":"good",
	  "img_id":"5.jpg"
	},
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/a\/a6\/Section_through_Victoria_Embankment.png",
	  "page_title":"District Railway",
	  "section_title":"Inner Circle",
	  "caption":"An 1867 drawing of the District Railway in the Embankment at Charing Cross station.",
	  "caption_attribution_description":"English: Cross section through the Victoria Embankment on the north side of the River Thames, showing, the Metropolitan District Railway, sewers and pipes buried in the embankment. Illustration also shows Charing Cross station and Hungerford Bridge. The embankment was constructed between 1865 and 1870.",
	  "description":"In this drawing the railway is shown on the left, underground in a rectangular tunnel. On the right is the Thames and between them is a wall and earth.",
	  "page_context":"The Metropolitan District Railway was a passenger railway that served London from 1868 to 1933. Established in 1864 to complete the inner circle, an underground railway in London, the first part of the line opened using gas-lit wooden carriages hauled by steam locomotives. The Metropolitan Railway operated all services until the District introduced its own trains in 1871. The railway was soon extended westwards through Earl's Court to Fulham, Richmond, Ealing and Hounslow. After completing the inner circle and reaching Whitechapel in 1884, it was extended to Upminster in Essex in 1902.\nTo finance electrification at the beginning of the 20th century, American financier Charles Yerkes took it over and made it part of his Underground Electric Railways Company of London group. Electric propulsion was introduced in 1905, and by the end of the year electric multiple units operated all of the services. On 1 July 1933, the District Railway and the other UERL railways were merged with the Metropolitan Railway and the capital's tramway and bus operators to form the London Passenger Transport Board.",
	  "section_context":"In 1863, the Metropolitan Railway (also known as the Met) opened the world's first underground railway. The line was built from Paddington beneath the New Road, connecting the main line railway termini at Paddington, Euston and King's Cross. Then it followed Farringdon Road to a station at Farringdon Street in Smithfield, near the capital's financial heart in the City.\nThe Met's early success prompted a flurry of applications to parliament in 1863 for new railways in London, many competing for similar routes. The House of Lords established a select committee that recommended  an \"inner circuit of railway that should abut, if not actually join, nearly all of the principal railway termini in the Metropolis\". For the 1864 parliamentary session, railway schemes were presented that met the recommendation in varying ways and a joint committee composed of members of both Houses of Parliament reviewed the options.\nProposals to extend west and then south from Paddington to South Kensington and east from Moorgate to Tower Hill were accepted and received Royal Assent on 29 July 1864. To complete the circuit, the committee encouraged the amalgamation of two schemes proposed to run via different routes between Kensington and the City and a combined proposal under the name Metropolitan District Railway was agreed on the same day. Initially, the District and the Met were closely associated and it was intended that they would soon merge. The Met's chairman and three other directors were on the board of the District, John Fowler was the engineer of both companies and the construction works for all of the extensions were let as a single contract. The District was established as a separate company to enable funds to be raised independently of the Met.\nUnlike the Metropolitan, the route did not follow an easy alignment under existing roads and land values were higher, so compensation payments for property were much higher. Major landowners, including Lord Kensington, sold parcels of land to the railway company.  To ensure ventilation, the line west of Gloucester Road was carried in open cuttings, the rest mainly in a cut and cover tunnel 25 feet (7.6 m) wide and 15 feet 9 inches (4.80 m) deep; at the stations the platform ends were left open. Construction costs and compensation payments were so high that the cost of the first section of the District from South Kensington to Westminster was £3 million, almost three times the cost of the Met's original, longer line. On 24 December 1868, the District opened its line from South Kensington to Westminster, with stations at South Kensington, Sloane Square, Victoria, St. James's Park and Westminster Bridge (now Westminster), the Met extending eastwards from Brompton to a shared station at South Kensington on the same day.\nThe District also had parliamentary permission to extend westward from Brompton (Gloucester Road) station and, on 12 April 1869, it opened a single track line from there to West Brompton on the West London Railway. There were no intermediate stations and this service initially operated as a shuttle. By summer 1869 additional tracks had been laid between South Kensington and Brompton (Gloucester Road) and from Kensington (High Street) to a junction with the line to West Brompton. During the night of 5 July 1870 the District secretly built the disputed Cromwell curve connecting Brompton (Gloucester Road) and Kensington (High Street). East of Westminster, the next section ran in the newly constructed Victoria Embankment built by the Metropolitan Board of Works along the north bank of the River Thames. The line was opened from Westminster to Blackfriars on 30 May 1870 with stations at Charing Cross (now Embankment), The Temple (now Temple) and Blackfriars.\nThe Met initially operated all services, receiving 55 per cent of the gross receipts for a fixed level of service. The District were also charged for any extra trains and the District's share of the income dropped to about 40 per cent. The District's level of debt meant that merger was no longer attractive to the Met and its directo",
	  "description_length":151.0,
	  "caption_length":83.0,
	  "identical_text":false,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":true,
	  "alt_text_quality_heuristic_bad":false,
	  "heuristic_category":"good",
	  "img_id":"6.jpg"
	},
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/2\/21\/Okanogan%2C_WA_-_street_clock_and_post_office.jpg",
	  "page_title":"Okanogan, Washington",
	  "section_title":"Sister city",
	  "caption":null,
	  "caption_attribution_description":"Street clock in front of the Commercial Building on Main Street, Okanogan, Washington. In the background at left is the post office, which is listed on the National Register of Historic Places.",
	  "description":"Street clock and (at right) post office. The legend on the clock says \"Live better electrically.\" The post office is listed on the National Register of Historic Places.",
	  "page_context":"Okanogan is a city in Okanogan County, Washington, United States. The population was 2,552 at the 2010 census, within the Greater Omak Area. It is the seat of Okanogan County.\nIt has a small commuter airfield, Okanogan Legion Airport – with one paved runway of 2,533 ft in length.",
	  "section_context":"Okanogan has one Sister City, according to the Washington State Lt. Governor's list of Washington Sister Cities:\n Keremeos, British Columbia, Canada",
	  "description_length":168.0,
	  "caption_length":null,
	  "identical_text":false,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":true,
	  "alt_text_quality_heuristic_bad":false,
	  "heuristic_category":"good",
	  "img_id":"7.jpg"
	},
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/e\/ed\/Worldcon_75_in_Helsinki_2017_107.jpg",
	  "page_title":"Josuke Higashikata",
	  "section_title":null,
	  "caption":"Cosplay of Josuke Higashikata (left) and Okuyasu Nijimura (right)",
	  "caption_attribution_description":"English: World Science Fiction Convention in Helsinki, 2017. Josuke Higashikata and Okuyasu Nijimura (JoJo's Bizarre Adventure)",
	  "description":"Worldcon 75 in Helsinki 2017 107",
	  "page_context":"Josuke Higashikata is a character from the manga and anime JoJo's Bizarre Adventure. He is the main character of the fourth part of the manga and anime Diamond is Unbreakable, where is revealed he is the bastard son of Joseph Joestar, who cheated on his wife with a young Japanese woman, Tomoko Higashikata. Because of this, he is the uncle of Jotaro Kujo, from Part 3, Stardust Crusaders. Josuke is a young, but tall Japanese student with a golden heart, living in the fictional Japanese town of Morioh. During the series he fight several enemies with the help of Jotaro and befriends Koichi Hirose and Okuyasu Nijimura. His stand is called Crazy Diamond, a tribute to the Pink Floyd's song. It has the ability to heal wounds and restore objects. However it can't heal Josuke's own wounds.",
	  "section_context":"Josuke Higashikata is a character from the manga and anime JoJo's Bizarre Adventure. He is the main character of the fourth part of the manga and anime Diamond is Unbreakable, where is revealed he is the bastard son of Joseph Joestar, who cheated on his wife with a young Japanese woman, Tomoko Higashikata. Because of this, he is the uncle of Jotaro Kujo, from Part 3, Stardust Crusaders. Josuke is a young, but tall Japanese student with a golden heart, living in the fictional Japanese town of Morioh. During the series he fight several enemies with the help of Jotaro and befriends Koichi Hirose and Okuyasu Nijimura. His stand is called Crazy Diamond, a tribute to the Pink Floyd's song. It has the ability to heal wounds and restore objects. However it can't heal Josuke's own wounds.",
	  "description_length":32.0,
	  "caption_length":65.0,
	  "identical_text":false,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":true,
	  "alt_text_quality_heuristic_bad":false,
	  "heuristic_category":"good",
	  "img_id":"8.jpg"
	},
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/f\/f8\/Spokane%2C_Portland_%26_Seattle_Railway_Co_Box_Canyon_Viaduct2_NRHP_100003280_Franklin_Couny%2C_WA.jpg",
	  "page_title":"National Register of Historic Places listings in Franklin County, Washington",
	  "section_title":"Current listings",
	  "caption":null,
	  "caption_attribution_description":"English: Spokane, Portland and Seattle Railway Company-Box Canyon Viaduct There are multiple similar trestles nearby along the Snake River. Span is currently an undeveloped part of the Columbia Basin Trail This is an image of a place or building that is listed on the National Register of Historic Places in the United States of America. Its reference number is 100003280",
	  "description":"Spokane, Portland and Seattle Railway Company-Box Canyon Viaduct",
	  "page_context":"This list presents the full set of buildings, structures, objects, sites, or districts designated on the National Register of Historic Places in Franklin County, Washington, and offers brief descriptive information about each of them. The National Register recognizes places of national, state, or local historic significance across the United States. Out of over 90,000 National Register sites nationwide, Washington is home to approximately 1,500, and 14 of those are found partially or wholly in Franklin County.\nThis National Park Service list is complete through NPS recent listings posted August 14, 2020.",
	  "section_context":null,
	  "description_length":64.0,
	  "caption_length":null,
	  "identical_text":false,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":true,
	  "alt_text_quality_heuristic_bad":false,
	  "heuristic_category":"good",
	  "img_id":"9.jpg"
	},
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/b\/b3\/Kamianets-Podilskyi_Castle_old.jpg",
	  "page_title":"List of Shevchenko National Prize laureates",
	  "section_title":"1960s",
	  "caption":null,
	  "caption_attribution_description":"English: Old lithograph of the Kamianets-Podilskyi Castle.Українська: Старе зображення Кам'янець-Подільської фортеці",
	  "description":"An image of the Kamyanets-Podilskyi fortress",
	  "page_context":"List of all Shevchenko National Prize laureates ordered by year of reception including the Soviet period.",
	  "section_context":"1962\n1963\n1964\n1965\n1966\n1967\n1968\n1969",
	  "description_length":44.0,
	  "caption_length":null,
	  "identical_text":false,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":true,
	  "alt_text_quality_heuristic_bad":false,
	  "heuristic_category":"good",
	  "img_id":"10.jpg"
	},
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/4\/41\/Parker_Dam_State_Park.jpg",
	  "page_title":"List of Pennsylvania state parks",
	  "section_title":"Current parks",
	  "caption":null,
	  "caption_attribution_description":"Parker Dam State Park in Clearfield County, Pennsylvania, United States",
	  "description":"A line of trees reflected in a still lake under a cloudy sky",
	  "page_context":"There are 121 state parks in the U.S. state of Pennsylvania, as of 2016. The Pennsylvania Bureau of State Parks, a division of the Pennsylvania Department of Conservation and Natural Resources, is the governing body for all these parks, and directly operates 113 of them. The remaining eight are operated in cooperation with other public and private organizations.\nThe first Pennsylvania state park, at Valley Forge, opened in 1893 and was given to the National Park Service for America's bicentennial in 1976. There are a total of seventeen former Pennsylvania state parks: four former parks have been transferred to the NPS, four to the Pennsylvania Historical Museum Commission, two to the U.S. Army Corps of Engineers, one to both the Corps and the Pennsylvania Game Commission, five to the Pennsylvania Bureau of Forestry, and one has ceased to exist. Nine current and two former state parks have had major name changes or have been known under alternate names.\nThe list gives an overview of Pennsylvania state parks and a brief history of their development since the first park opened in 1893.",
	  "section_context":null,
	  "description_length":60.0,
	  "caption_length":null,
	  "identical_text":false,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":true,
	  "alt_text_quality_heuristic_bad":false,
	  "heuristic_category":"good",
	  "img_id":"11.jpg"
	},
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/f\/fe\/Bastrop_courthouse.jpg",
	  "page_title":"National Register of Historic Places listings in Bastrop County, Texas",
	  "section_title":"Current listings",
	  "caption":null,
	  "caption_attribution_description":"English: The classical revival style Bastrop County Courthouse located at 803 Pine St, Bastrop, Texas, United States was built in 1883 to replace the 1852 courthouse that burned. The Courthouse and Jail Complex were listed on the National Register of Historic Places on November 20, 1975.",
	  "description":"Bastrop County Courthouse and Jail Complex",
	  "page_context":"This is a list of the National Register of Historic Places listings in Bastrop County, Texas.\nThis is intended to be a complete list of properties and districts listed on the National Register of Historic Places in Bastrop County, Texas. There are five districts, including one National Historic Landmark district, and 95 individual properties listed on the National Register in the county. An additional site was formerly listed. One individually listed property is a State Antiquities Landmark and contains two Recorded Texas Historic Landmarks. Twenty-three other properties and numerous sites within three districts are also Recorded Texas Historic Landmarks.\nThis National Park Service list is complete through NPS recent listings posted July 31, 2020.",
	  "section_context":"The locations of National Register properties and districts may be seen in a mapping service provided.",
	  "description_length":42.0,
	  "caption_length":null,
	  "identical_text":false,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":true,
	  "alt_text_quality_heuristic_bad":false,
	  "heuristic_category":"good",
	  "img_id":"12.jpg"
	},
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/1\/13\/Cleaning_activities_during_a_retreat.jpg",
	  "page_title":"Wat Phra Dhammakaya",
	  "section_title":"Cleanliness and order",
	  "caption":"Practitioners are encouraged to keep things tidy and clean, through organized cleaning activities.[183]",
	  "caption_attribution_description":"English: Cleaning activities during a retreat",
	  "description":"Cleaning activities during a retreat",
	  "page_context":"Wat Phra Dhammakaya is a Buddhist temple in Khlong Luang District, in the Pathum Thani Province north of Bangkok, Thailand. It was founded in 1970 by the maechi Chandra Khonnokyoong and Luang Por Dhammajayo. It is the best-known and the fastest growing temple of the Dhammakaya Tradition. This tradition, also known as the Dhammakaya meditation tradition, was started by the meditation teacher Luang Pu Sodh Candasaro in the early-20th century. Wat Phra Dhammakaya is one of the temples that emerged from this tradition and is part of the Mahanikaya fraternity. The temple is legally represented by the Dhammakaya Foundation. It aims to adapt its traditional Buddhist values in modern society. It deploys modern technology, marketing methods and interprets Buddhist doctrines in ways that have led to controversy and a government crackdown. The temple plays a leading role in Thai Buddhism with East Asians religion writer Edward Irons describing it as \"the face of modern Thai Buddhism\".",
	  "section_context":"Luang Por Dhammajayo was heavily influenced by Maechi Chandra Khonnokyoong in his teachings. He turned the Dhammakaya meditation method \"into an entire guide of living\" (religious studies scholar Justin McDaniel), emphasizing cleanliness, orderliness and quiet, as a morality by itself, and as a way to support meditation practice. In Jim Taylor's words, the temple \"eschews disorder\". In Wat Phra Dhammakaya, ceremonies are commonly held on Sundays rather than the traditional lunar calendar-based Uposatha days. Free buses drive to the temple. Lay people joining the ceremonies are strongly encouraged to wear white, a traditional custom. No smoking, drinking or flirting is allowed on the temple terrain, nor newspapers, animals or fortune-telling. Traditional, noisy temple fairs are not held. Children attending activities at Wat Phra Dhammakaya are taken care of through Sunday school and crèche while their parents attend the adult meditation sessions in the Great Sapha Dhammakaya Hall. There are activities for children and young people: people of all ages attend activities. Moreover, the temple teaches regularly about traditional Thai manners, explained as the heart of being Thai. In short, the temple's appearance is orderly, and can be described as \"a contemporary aesthetic\" (Scott), which appeals to practitioners, especially the modern Bangkok middle class. Practitioners are also encouraged to keep things tidy and clean, through organized cleaning activities. A strong work ethic is promoted through these activities, in which the most menial work is seen as the most valuable and fruitful. The temple's emphasis on discipline and order is expressed in its huge and detailed ceremonies.",
	  "description_length":36.0,
	  "caption_length":103.0,
	  "identical_text":false,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":true,
	  "alt_text_quality_heuristic_bad":false,
	  "heuristic_category":"good",
	  "img_id":"13.jpg"
	},
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/a\/aa\/Kishi%27s_group_iododesilylation_method.jpg",
	  "page_title":"Vinyl iodide functional group",
	  "section_title":"Iododesilylation",
	  "caption":null,
	  "caption_attribution_description":"English: Kishi's group iododesilylation method",
	  "description":"Kishi's group iododesilylation method",
	  "page_context":"In organic chemistry, a vinyl iodide functional group is an alkene with one or more iodide substituents. Vinyl iodides are versatile molecules that serve as important building blocks and precursors in organic synthesis. They are commonly used in carbon-carbon forming reactions in transition-metal catalyzed cross-coupling reactions, such as Stille reaction, Heck reaction, Sonogashira coupling, and Suzuki coupling. Synthesis of well-defined geometry or complexity vinyl iodide is important in stereoselective synthesis of natural products and drugs.",
	  "section_context":"Iododesilylation is a substitution reaction of silyl group for iodide. The advantages of iododesilylation are that it avoids toxic tin reagent and intermediate vinyl silyl are stable, nontoxic and easily handled and stored. Vinyl silyl can be made from terminal alkyne or other methods.\nThe Kishi's group reported a mild preparation of vinyl iodide from vinyl silyl using NIS in mixture of acetonitrile and chloroacetonitrile. They observed retention of olefin geometry in some vinyl silyl substrates while inversion in others. They reasoned that the R group's size had an effect on the geometry of the olefin. If the R group is small, the solvent acetonitrile can participate in the reaction leading to inversion of the olefin's geometry. If the R group is big, the solvent is unable to participate, leading to retention of olefin's geometry\nZakarian's group then decided to run the reaction in HFIP, which gave high retention of olefin geometry. They reasoned that HFIP is a low nucleophilicity solvent, unlike acetonitrile. In addition, they observed accelerated reaction rate because HFIP activate NIS by hydrogen bonding.\nUnfortunately, iododesilylation under those conditions (above) can potentially yield multiple byproducts in highly functionalized molecules with oxygen functional groups. Vilarrasa and Costa's group hypothesized that radical reactions producing HI and I₂ help facilitate cleavage in alcohol's protecting group and may add into other alkene bonds. They experimented on used of silver addictive such as silver acetate and silver carbonate in which the silver can react with the excess iodide to form silver iodide. They observed no byproducts, with 100% conversion to products and increased yields.",
	  "description_length":37.0,
	  "caption_length":null,
	  "identical_text":false,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":true,
	  "alt_text_quality_heuristic_bad":false,
	  "heuristic_category":"good",
	  "img_id":"14.jpg"
	},
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/a\/a6\/Covington_Plantation_House.jpg",
	  "page_title":"National Register of Historic Places listings in Richmond County, North Carolina",
	  "section_title":"Current listings",
	  "caption":null,
	  "caption_attribution_description":"English: Front of the Covington Plantation House, located on U.S. Route 1 just south of Rockingham, North Carolina, United States. Built in 1850, it is listed on the National Register of Historic Places.",
	  "description":"Covington Plantation House",
	  "page_context":"This list includes properties and districts listed on the National Register of Historic Places in Richmond County, North Carolina. Click the \"Map of all coordinates\" link to the right to view a Google map of all properties and districts with latitude and longitude coordinates in the table below.",
	  "section_context":null,
	  "description_length":26.0,
	  "caption_length":null,
	  "identical_text":false,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":false,
	  "alt_text_quality_heuristic_bad":true,
	  "heuristic_category":"bad",
	  "img_id":"15.jpg"
	},
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/c\/cb\/Douglas_B_Rasmussen.jpg",
	  "page_title":"Douglas B. Rasmussen",
	  "section_title":null,
	  "caption":"Douglas B. Rasmussen in 2010",
	  "caption_attribution_description":"English: Douglas B. Rasmussen giving a guest lecture at Rockford College on April 23, 2010.",
	  "description":"Douglas B. Rasmussen in 2010",
	  "page_context":"Douglas B. Rasmussen is professor of philosophy at St. John's University, where he has taught since 1981.",
	  "section_context":"Douglas B. Rasmussen (born 1948) is professor of philosophy at St. John's University, where he has taught since 1981.",
	  "description_length":28.0,
	  "caption_length":28.0,
	  "identical_text":true,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":false,
	  "alt_text_quality_heuristic_bad":true,
	  "heuristic_category":"bad",
	  "img_id":"16.jpg"
	},
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/0\/04\/Wayne_County_Courthouse_in_Fairfield.jpg",
	  "page_title":"Wayne County, Illinois",
	  "section_title":null,
	  "caption":"Wayne County Courthouse in Fairfield",
	  "caption_attribution_description":"English: Front and eastern side of the Wayne County Courthouse, located at 301 E. Main Street (Illinois Route 15) in downtown Fairfield, Illinois, United States. It was built in 1891.",
	  "description":"Wayne County Courthouse in Fairfield",
	  "page_context":"Wayne County is a county located in the U.S. state of Illinois. According to the 2010 census, it had a population of 16,760. Its county seat is Fairfield. It is located in the southern portion of Illinois known locally as \"Little Egypt\".",
	  "section_context":"Wayne County is a county located in the U.S. state of Illinois. According to the 2010 census, it had a population of 16,760. Its county seat is Fairfield. It is located in the southern portion of Illinois known locally as \"Little Egypt\".",
	  "description_length":36.0,
	  "caption_length":36.0,
	  "identical_text":true,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":false,
	  "alt_text_quality_heuristic_bad":true,
	  "heuristic_category":"bad",
	  "img_id":"17.jpg"
	},
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/2\/2b\/Eglise_de_Berch%C3%A8res-les-Pierres%2C_Eure-et-Loir_%28France%29.JPG",
	  "page_title":"Berchères-les-Pierres",
	  "section_title":null,
	  "caption":"The church in Berchères-les-Pierres",
	  "caption_attribution_description":"Français&#160;: Église de Berchères-les-Pierres, Eure-et-Loir (France).",
	  "description":"The church in Berchères-les-Pierres",
	  "page_context":"Berchères-les-Pierres is a commune in the Eure-et-Loir department in north-central France.",
	  "section_context":"Berchères-les-Pierres  is a commune in the Eure-et-Loir department in north-central France.",
	  "description_length":35.0,
	  "caption_length":35.0,
	  "identical_text":true,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":false,
	  "alt_text_quality_heuristic_bad":true,
	  "heuristic_category":"bad",
	  "img_id":"18.jpg"
	},
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/e\/ed\/Caledonia_-_geograph.org.uk_-_1800546.jpg",
	  "page_title":"PS Caledonia (1934)",
	  "section_title":null,
	  "caption":"Caledonia at Rothesay in 1960",
	  "caption_attribution_description":"English: PS Caledonia, at Rothesay pier.",
	  "description":"Caledonia at Rothesay in 1960",
	  "page_context":"PS Caledonia was a paddle steamer built in 1934. She principally provided an Upper Clyde ferry service, later moving to Ayr and then Craigendoran. Her final days were as a floating pub in London until destroyed by fire in 1980.",
	  "section_context":"PS Caledonia was a paddle steamer built in 1934. She principally provided an Upper Clyde ferry service, later moving to Ayr and then Craigendoran. Her final days were as a floating pub in London until destroyed by fire in 1980.",
	  "description_length":29.0,
	  "caption_length":29.0,
	  "identical_text":true,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":false,
	  "alt_text_quality_heuristic_bad":true,
	  "heuristic_category":"bad",
	  "img_id":"19.jpg"
	},
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/8\/8e\/Exterieur_OVERZICHT_VOORGEVELS_-_Dokkum_-_20355511_-_RCE.jpg",
	  "page_title":"Dongeradeel",
	  "section_title":null,
	  "caption":"Canal through Dokkum",
	  "caption_attribution_description":"Nederlands: Exterieur OVERZICHT VOORGEVELS This is an image of rijksmonument number 13110 This is an image of rijksmonument number 13109 This is an image of rijksmonument number 13108 This is an image of rijksmonument number 13107 This is an image of rijksmonument number 13106 This is an image of rijksmonument number 13105 This is an image of rijksmonument number 13104 This is an image of rijksmonument number 13103 This is an image of rijksmonument number 13102",
	  "description":"Canal through Dokkum",
	  "page_context":"Dongeradeel is a former municipality in the northern Netherlands. In 2019 it merged with the municipalities of Ferwerderadiel and Kollumerland en Nieuwkruisland to form the new municipality Noardeast-Fryslân.",
	  "section_context":"Dongeradeel (pronunciation , West Frisian: Dongeradiel) is a former municipality in the northern Netherlands. In 2019 it merged with the municipalities of Ferwerderadiel and Kollumerland en Nieuwkruisland to form the new municipality Noardeast-Fryslân.",
	  "description_length":20.0,
	  "caption_length":20.0,
	  "identical_text":true,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":false,
	  "alt_text_quality_heuristic_bad":true,
	  "heuristic_category":"bad",
	  "img_id":"20.jpg"
	},
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/7\/71\/Thurmond_WV_Depot.jpg",
	  "page_title":"Thurmond, West Virginia",
	  "section_title":null,
	  "caption":"Thurmond Depot, now a New River Gorge National River visitor center, and a single track bridge which crosses the New River.",
	  "caption_attribution_description":"English: en:Thurmond, West Virginia, depot, now a en:National Park Service visitor center, and CR 25\/2 bridge over the en:New River.",
	  "description":"Thurmond Depot, now a New River Gorge National River visitor center, and a single track bridge which crosses the New River.",
	  "page_context":"Thurmond is a town in Fayette County, West Virginia, United States, on the New River. The population was five at the 2010 census. During the heyday of coal mining in the New River Gorge, Thurmond was a prosperous town with a number of businesses and facilities for the Chesapeake and Ohio Railway. The town was the filming location for John Sayles' 1987 movie Matewan since it still possesses many of the characteristics of a 1920s Appalachian coal town.\nToday, much of Thurmond is owned by the National Park Service for the New River Gorge National River. The C&O passenger railway depot in town was renovated in 1995 and now functions as a Park Service visitor center. The entire town is a designated historic district on the National Register of Historic Places.\nThurmond is the least-populated municipality in West Virginia. During the June 14, 2005, city elections, six of the city's seven residents sought elected office.",
	  "section_context":"Thurmond is a town in Fayette County, West Virginia, United States, on the New River. The population was five at the 2010 census. During the heyday of coal mining in the New River Gorge, Thurmond was a prosperous town with a number of businesses and facilities for the Chesapeake and Ohio Railway. The town was the filming location for John Sayles' 1987 movie Matewan since it still possesses many of the characteristics of a 1920s Appalachian coal town.\nToday, much of Thurmond is owned by the National Park Service for the New River Gorge National River. The C&O passenger railway depot in town was renovated in 1995 and now functions as a  Park Service visitor center. The entire town is a designated historic district on the National Register of Historic Places.\nThurmond is the least-populated municipality in West Virginia. During the June 14, 2005, city elections, six of the city's seven residents sought elected office.",
	  "description_length":123.0,
	  "caption_length":123.0,
	  "identical_text":true,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":false,
	  "alt_text_quality_heuristic_bad":true,
	  "heuristic_category":"bad",
	  "img_id":"21.jpg"
	},
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/8\/88\/Gratte-Bruy%C3%A8re_-_Sum%C3%A8ne.JPG",
	  "page_title":"Veyrières, Cantal",
	  "section_title":null,
	  "caption":"The Sumène valley",
	  "caption_attribution_description":"Français&#160;: La Sumène (en face) se jette dans la Dordogne (au premier plan, retenue du barrage de l'Aigle) vue depuis le belvédère de Gratte-Bruyère, sur la commune de Sérandon, en Corrèze&#160;; au second plan, communes du Cantal&#160;: Veyrières à gauche de la Sumène et Arches à droite.",
	  "description":"The Sumène valley",
	  "page_context":"Veyrières is a commune in the Cantal department in south-central France.",
	  "section_context":"Veyrières is a commune in the Cantal department in south-central France.",
	  "description_length":17.0,
	  "caption_length":17.0,
	  "identical_text":true,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":false,
	  "alt_text_quality_heuristic_bad":true,
	  "heuristic_category":"bad",
	  "img_id":"22.jpg"
	},
	{
	  "language":"en",
	  "image_url":"http:\/\/upload.wikimedia.org\/wikipedia\/commons\/d\/dd\/North_side_of_Castle_Goring.jpg",
	  "page_title":"Grade I listed buildings in West Sussex",
	  "section_title":"Worthing",
	  "caption":null,
	  "caption_attribution_description":"English: Castle Goring's north side. Worthing, Sussex, England.",
	  "description":"Castle Goring",
	  "page_context":"The county of West Sussex in South East England has 176 Grade I listed buildings. Such buildings are described by English Heritage, the authority responsible for their designation, as \"of exceptional interest [and] sometimes considered to be internationally important\". Grade I is the highest of the three grades of listed status in England: about 2.5% of the country's 374,000 listed buildings have this designation.",
	  "section_context":null,
	  "description_length":13.0,
	  "caption_length":null,
	  "identical_text":false,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":false,
	  "alt_text_quality_heuristic_bad":true,
	  "heuristic_category":"bad",
	  "img_id":"23.jpg"
	},
	{
	  "language":"en",
	  "image_url":"http:\/\/upload.wikimedia.org\/wikipedia\/commons\/5\/52\/Ch%C3%A2teau_de_Rochetaill%C3%A9e-sur-Sa%C3%B4ne_2.JPG",
	  "page_title":"Rochetaillée-sur-Saône",
	  "section_title":null,
	  "caption":"The Château of Rochetaillée-sur-Saône",
	  "caption_attribution_description":"Français&#160;: Le château de Rochetaillée-sur-Saône, dans le Rhône, dominant la Saône",
	  "description":"The Château of Rochetaillée-sur-Saône",
	  "page_context":"Rochetaillée-sur-Saône is a commune in the Metropolis of Lyon in Auvergne-Rhône-Alpes region in eastern France.",
	  "section_context":"Rochetaillée-sur-Saône is a commune in the Metropolis of Lyon in Auvergne-Rhône-Alpes region in eastern France.",
	  "description_length":37.0,
	  "caption_length":37.0,
	  "identical_text":true,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":false,
	  "alt_text_quality_heuristic_bad":true,
	  "heuristic_category":"bad",
	  "img_id":"24.jpg"
	},
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/5\/53\/20181204_Eva_Kjer_Hansen_Granshindermote_Folketinget_Greater_Copenhagen_OresundDirekt_0041_%2845332844785%29_%28cropped%29.jpg",
	  "page_title":"Ministry of Social Affairs (Denmark)",
	  "section_title":"List of ministers",
	  "caption":null,
	  "caption_attribution_description":"Eva Kjer Hansen, Danmarks minister for fiskeri og ligestilling og nordisk samarbejde, talar vid en konferens i Fællessalen i Folketinger 20181204 med folketingsledamoten Bertel Haarder som värd och med Greater Copenhagen Committee och ØresundDirekt som arrangörer med stöd av Nordiska Ministerrådet och Sveriges ambassad i Köpenhamn. Moderator Johan Wessman. Photo: News Øresund Thea Wiborg © News Øresund Thea Wiborg (CC BY 3.0). Detta verk av News Øresund är licensierat under en Creative Commons Erkännande 3.0 Unported-licens (CC BY 3.0). Bilden får fritt publiceras under förutsättning att källa anges. .The picture can be used freely under the prerequisite that the source is given. News Øresund, Malmö, Sweden.News Øresund är en oberoende regional nyhetsbyrå som är en del av det oberoende dansk-svenska kunskapscentrat Øresundsinstituttet. &lt;a href=\"http:\/\/www.newsoresund.org\" rel=\"noreferrer nofollow\"&gt;www.newsoresund.org&lt;\/a&gt; &lt;a href=\"http:\/\/www.oresundsinstituttet.org\" rel=\"noreferrer nofollow\"&gt;www.oresundsinstituttet.org&lt;\/a&gt;",
	  "description":"Eva Kjer Hansen",
	  "page_context":"The Danish Ministry of Social Affairs was re-created in 2010 as a split of the Social Welfare ministry created after the 2007 Folketing elections. The split moved the section that had to do with the Ministry of the Interior off into the Ministry of the Interior and Health. The current minister is Astrid Krag.",
	  "section_context":null,
	  "description_length":15.0,
	  "caption_length":null,
	  "identical_text":false,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":false,
	  "alt_text_quality_heuristic_bad":true,
	  "heuristic_category":"bad",
	  "img_id":"25.jpg"
	},
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/6\/67\/Isabelle_Boulay.jpg",
	  "page_title":"Isabelle Boulay",
	  "section_title":null,
	  "caption":"Isabelle Boulay, March 2008",
	  "caption_attribution_description":"Français&#160;: Isabelle Boulay le 6 mars 2008 à l'occasion d'une séance de dédicace à la FNAC Paris - Saint Lazare",
	  "description":"Isabelle Boulay, March 2008",
	  "page_context":"Isabelle Boulay, CQ is a French Canadian singer.",
	  "section_context":"Isabelle Boulay, CQ (born 6 July 1972) is a French Canadian singer.",
	  "description_length":27.0,
	  "caption_length":27.0,
	  "identical_text":true,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":false,
	  "alt_text_quality_heuristic_bad":true,
	  "heuristic_category":"bad",
	  "img_id":"26.jpg"
	},
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/c\/c1\/Whitehouse_Campsite.jpg",
	  "page_title":"California Historical Landmarks in San Mateo County, California",
	  "section_title":"Listings",
	  "caption":null,
	  "caption_attribution_description":"English: Portolá Expedition camped near here on 11 November 1769 with the Quiroste.",
	  "description":"Portolá Expedition Camp",
	  "page_context":"List table of the properties and districts — listed on the California Historical Landmarks — within San Mateo County, California.\nNote: Click the \"Map of all coordinates\" link to the right to view a Google map of all properties and districts with latitude and longitude coordinates in the table below.",
	  "section_context":null,
	  "description_length":23.0,
	  "caption_length":null,
	  "identical_text":false,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":false,
	  "alt_text_quality_heuristic_bad":true,
	  "heuristic_category":"bad",
	  "img_id":"27.jpg"
	},
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/9\/9a\/Chapelle_Sainte-Anne_%28Bul%C3%A9on%29_6036.JPG",
	  "page_title":"Buléon",
	  "section_title":null,
	  "caption":"The chapel of Sainte-Anne, in Buléon",
	  "caption_attribution_description":"Français&#160;: Chapelle Sainte-Anne (Buléon)&#160;: vue depuis le nord-est This building is indexed in the Base Mérimée, a database of architectural heritage maintained by the French Ministry of Culture,&#160;under the reference PA00091062. brezhoneg&#160;| català&#160;| Deutsch&#160;| Ελληνικά&#160;| English&#160;| español&#160;| euskara&#160;| suomi&#160;| français&#160;| magyar&#160;| italiano&#160;| 日本語&#160;| македонски&#160;| Nederlands&#160;| português&#160;| português do Brasil&#160;| română&#160;| русский&#160;| українська&#160;| 中文&#160;| +\/−",
	  "description":"The chapel of Sainte-Anne, in Buléon",
	  "page_context":"Buléon is a commune in the Morbihan department of Brittany in northwestern France.",
	  "section_context":"Buléon (Buelion in Breton) is a commune in the Morbihan department of Brittany in northwestern France.",
	  "description_length":36.0,
	  "caption_length":36.0,
	  "identical_text":true,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":false,
	  "alt_text_quality_heuristic_bad":true,
	  "heuristic_category":"bad",
	  "img_id":"28.jpg"
	},
	{
	  "language":"en",
	  "image_url":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/0\/0e\/Thouar%C3%A9-sur-Loire_%C3%A9glise.JPG",
	  "page_title":"Thouaré-sur-Loire",
	  "section_title":null,
	  "caption":"The church of Saint-Vincent",
	  "caption_attribution_description":"Français&#160;: Église de Thouaré-sur-LoireEnglish: Church of Thouaré-sur-Loire",
	  "description":"The church of Saint-Vincent",
	  "page_context":"Thouaré-sur-Loire is a commune in the Loire-Atlantique department in western France.",
	  "section_context":"Thouaré-sur-Loire (Breton “Tarvieg”) is a commune in the Loire-Atlantique department in western France.",
	  "description_length":27.0,
	  "caption_length":27.0,
	  "identical_text":true,
	  "avg_caption_len_bylang":56.9643428997,
	  "alt_text_quality_heuristic":false,
	  "alt_text_quality_heuristic_bad":true,
	  "heuristic_category":"bad",
	  "img_id":"29.jpg"
	}
];